Repository: Baertierchen/unattended-upgrades
Catalog: po/*.po
Languages: eu

source: print debug messages
eu: inprimatu arazpen mezuak

source: Initial blacklisted packages: %s
eu: Hasierako zerrenda-beltz paketeak: %s

source: Starting unattended upgrades script
eu: Zaindugabeko bertsio-berritze script-a abiarazten

source: Allowed origins are: %s
eu: Onartzen diren jatorriak: %s

source: Cache has broken packages, exiting
eu: Katxeak hondaturiko paketeak ditu, uzten

source: GetArchives() failed: '%s'
eu: GetArchives()-ek huts egin du: '%s'

source: An error ocured: '%s'
eu: Errore bat gertatu da: '%s'

source: The URI '%s' failed to download, aborting
eu: Huts '%s' URIa deskargatzerakoan, uzten

source: Package '%s' has conffile prompt and needs to be upgraded manually
eu: '%s' paketeak konfigurazio galderaren bat du eta eskuz bertsio-berritu behar da

source: package '%s' not upgraded
eu: '%s' paketea ez da bertsio-berritu

source: No packages found that can be upgraded unattended
eu: Ez da zaindugabe instalatu daitekeen paketerik aurkitu

source: Packages that are upgraded: %s
eu: Bertsio-berritu diren paketeak: %s

source: Writing dpkg log to '%s'
eu: Dpkg erregistroa '%s'-en idazten

source: pm.GetArchives() failed
eu: pm.GetArchives()-ek huts egin du

source: Installing the upgrades failed!
eu: Huts bertsio-berritzeak instalatzean!

source: error message: '%s'
eu: errore mezua: '%s'

source: dpkg returned a error! See '%s' for details
eu: dpkg-ek errore bat itzuli du! '%s' begiratu xehetasunetarako

source: All upgrades installed
eu: Bertsio-berritze guztiak instalatu dira

source: Unattended upgrade returned: %s
eu: Zaindugabeko bertsio-berritze erantzuna: %s

source: You need to be root to run this application
eu: Root izan behar zara aplikazioa hau exekutatu ahal izateko
